/* 
  QMLocalizable.strings
  QMAdSDK

  Created by xusheng on 2025/5/15.
  
*/
// 中文繁体

"view_now_button" = "立即查看";
"skip_button" = "跳過";
"install_button" = "安裝";
"download_button" = "下載";
"downloading_status" = "正在下載";
"allow_install_alert" = "允許我們安裝應用";
"app_name" = "重播";
"replay_button" = "重試";
"retry_button" = "關閉";
"close_button" = "重新整理";
"refresh_button" = "查看";
"view_action" = "剛剛";
"just_now_time" = "瞭解詳情";
"learn_more_link" = "瞭解詳情";
"Reward_text" = "%.0f秒後獲獎勵";
"gets_Rewarded" = "已獲取獎勵";


// 廣告預設標題（title 缺失時隨機選用）
"default_ad_title_1" = "精選推薦";
"default_ad_title_2" = "您可能會喜歡";
"default_ad_title_3" = "贊助內容";
"default_ad_title_4" = "發現更多精彩";
"default_ad_title_5" = "一份特別推薦";
